Repository: mate-desktop/mate-sensors-applet
Catalog: help/*/*.po
Languages: ja, ru

source: The command to be executed at each repeat interval when the sensor value is equal to or above the upper limit.
ja: センサ値が最大値以上の場合に、繰り返し間隔ごとに実行されるコマンドです。
ru: Команда, которая будет выполняться с указанным интервалом повтора сигнала тревоги, когда значение датчика будет равно или превысит верхний предел.

source: Default: none
ja: 既定: なし
ru: По умолчанию: отсутствует

source: <guilabel>Low alarm command</guilabel>
ja: <guilabel>最小値のコマンド</guilabel>
ru: <guilabel>Команда для низкого значения</guilabel>

source: The command to be executed at each repeat interval when the sensor value is equal to or below the lower limit.
ja: センサ値が最小値以下の場合に、繰り返し間隔ごとに実行されるコマンドです。
ru: Команда, которая будет выполняться с указанным интервалом повтора сигнала тревоги, когда значение датчика будет равно или перейдёт нижний предел.

source: <guilabel>Play a sound when the alarm occurs</guilabel>
ja: <guilabel>アラーム発生時に音を鳴らす</guilabel>
ru: <guilabel>Воспроизведение звука при срабатывании сигнала тревоги</guilabel>

source: You can play a sound when the alarm occurs by using the command <command>esdplay</command> which should be available as part of the standard MATE installation. (Note: If this does not work, you could also try <command>aplay</command> which is the default ALSA sound player). <_:screen-1/>
ja: アラームが発生したときに音を鳴らすには、標準の MATE インストールの一部として使用可能な <command>esdplay</command> コマンドを使うことができます (注意: もしこれが動作しない場合は、既定の ALSA サウンドプレーヤーである <command>aplay</command> を試すこともできます)。<_:screen-1/>
ru: Вы можете воспроизвести звук при возникновении сингала тревоги с помощью команды <command>esdplay</command>, которая должна быть доступна как часть стандартной установки MATE. (Обратите внимание: Если эта команда не сработает, вы также можете попробовать <command>aplay</command>, являющемся звуковым проигрывателем ALSA по умолчанию). <_:screen-1/>

source: <guilabel>Pop-up a window to notify that the alarm has occurred</guilabel>
ja: <guilabel>アラーム発生通知のウィンドウをポップアップ表示する</guilabel>
ru: <guilabel>Всплывающее окно, уведомляющее о возникновении тревоги</guilabel>

source: <userinput><command>zenity --warning --title="Sensor Alarm" --text="Sensor Alarm occurred"</command></userinput>
ru: <userinput><command>zenity --warning --title="Сигнал тревоги" --text="Датчик подал сигнал тревоги"</command></userinput>

source: The program <command>zenity</command> can be used to create dialog boxes to be displayed on the users current display, and can thus be used to create pop-up style notifications that the alarm has occurred. <_:screen-1/> For more information regarding Zenity please consult the Zenity <ulink type="help" url="help:zenity">documentation</ulink>.
ja: プログラム <command>Zenity</command> を使用して、ユーザの現在のディスプレイに表示されるダイアログボックスを作成できます。これで、アラームが発生したことを示すポップアップ形式の通知を作成して利用することができます。<_:screen-1/> Zenity の詳細については、Zenity に関する<ulink type="help" url="help:zenity">文書</ulink>を参照してください。
ru: Программу <command>zenity</command> можно использовать для создания диалоговых окон, которые будут появляться на экране пользователя, и, таким образом, их можно использовать для создания всплывающих уведомлений о возникновении тревоги. <_:screen-1/> Для получения дополнительной информации о Zenity, пожалуйста, обратитесь к <ulink type="help" url="help:zenity">документации</ulink> по Zenity.

source: <guilabel> Combine multiple commands into one alarm command </guilabel>
ja: <guilabel>複数のコマンドを１個のアラーム・コマンドにまとめる</guilabel>
ru: <guilabel> Объединение нескольких команд в одну команду тревоги </guilabel>

source: <userinput><command>esdplay /usr/share/sounds/gnibbles/gobble.wav &amp;&amp; zenity --warning --title="Sensor Alarm" --text="Sensor Alarm occurred"</command></userinput>
ru: <userinput><command>esdplay /usr/share/sounds/gnibbles/gobble.wav &amp;&amp; zenity --warning --title="Сигнал тревоги" --text="Датчик подал сигнал тревоги"</command></userinput>

source: Multiple commands can be executed one after the other using the "&amp;&amp;" construct to separate them. To play a sound and pop-up a dialog via Zenity the following command can be used: <_:screen-1/>
ja: 「&amp;&amp;」を使用すると複数のコマンドを１つずつ交互に実行することができます。Zenity でサウンドを再生してダイアログをポップアップするには、次のコマンドを使用できます。<_:screen-1/>
ru: Несколько команд могут быть выполнены последовательно за счёт использования конструкции "&amp;&amp;". Чтобы воспроизвести звук и открыть диалоговое окно через Zenity, можно использовать следующую команду: <_:screen-1/>

source: <guilabel>Sensor icon</guilabel>
ja: <guilabel>センサアイコン</guilabel>
ru: <guilabel>Значок датчика</guilabel>

source: Provides a list of available icons to allow the user to select one to represent this sensor.
ja: 使用可能なアイコン一覧が表示されるので、この中からセンサを表すアイコンを選択します。
ru: Здесь представлен список доступных значков, чтобы пользователь мог выбрать один из них для визуализации этого датчика.

source: <guilabel>Graph color</guilabel>
ja: <guilabel>グラフの色</guilabel>
ru: <guilabel>Цвет графика</guilabel>

source: The color to use to display the graph for the sensor.
ja: センサのグラフ表示に使用する色です。
ru: Цвет, используемый для отображения графика для датчика.

source: To accurately display graphs both the high and low values for the sensor need to be set correctly.
ja: グラフを正確に表示するには、センサの高大値と低小値の両方を正しく設定する必要があります。
ru: Для точного отображения графиков необходимо правильно установить для датчика как высокие, так и низкие значения.

source: About MATE Sensors Applet
ja: MATE センサアプレットについて
ru: Об апплете «Сенсоры» для среды MATE

source: The origin sensor applet was written by Alex Murray (<email>murray.alex@gmail.com</email>). <application>MATE Sensors Applet</application> is further develop by MATE Dev team. To find more information about <application>MATE Sensors Applet</application>, please visit the <ulink url="https://github.com/mate-desktop/mate-sensors-applet/" type="http">MATE Sensors Applet Project Homepage</ulink>.
ja: センサアプレット初版は Alex Murray (<email>murray.alex@gmail.com</email>) によって作成されました。<application>MATE センサアプレット</application>は MATE 開発チームによってさらに開発されています。<application>MATE センサアプレット</application>の詳細については、<ulink url="https://github.com/mate-desktop/mate-sensors-applet/" type="http">MATE センサアプレット・プロジェクトのホームページ</ulink>をご覧ください。
ru: Оригинальный апплет «Сенсоры» был написан Alex Murray (<email>murray.alex@gmail.com</email>). В настоящее время <application>апплет «Сенсоры» для среды MATE</application> развивается командой разработчиков MATE. Чтобы получить больше информации об <application>апплете «Сенсоры» для среды MATE</application>, посетите <ulink url="https://github.com/mate-desktop/mate-sensors-applet/" type="http">домашнюю страницу проекта MATE Sensors Applet</ulink>.

source: To report a bug or make a suggestion regarding MATE Sensors Applet or this manual, follow the directions at the <ulink url="https://github.com/mate-desktop/mate-sensors-applet/" type="http">project homepage</ulink>.
ja: MATE センサアプレットやこのマニュアルに関する不具合や提案を報告するには、<ulink url="https://github.com/mate-desktop/mate-sensors-applet/" type="http">プロジェクト・ホームページ</ulink>の方法に従ってください。
ru: Чтобы сообщить об ошибке или внести предложение относительно апплета «Сенсоры» для среды MATE или этого руководства, следуйте инструкциям на <ulink url="help:mate-user-guide/feedback" type="help">домашней странице проекта</ulink>.

source: This program is distributed under the terms of the GNU General Public license as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. A copy of this license can be found at this <ulink type="https" url="https://www.gnu.org/licenses/old-licenses/gpl-2.0.txt">link</ulink>, or in the file COPYING included with the source code of this program.
ja: このプログラムは、フリーソフトウェア財団によって公表された GNU 一般公衆ライセンス第２版または（任意で）それ以降の版の条項に従って配布されています。このライセンスの写しは、この<ulink type="https" url="https://www.gnu.org/licenses/old-licenses/gpl-2.0.txt">リンク先</ulink>、またはこのプログラムのソースコードに含まれている COPYING ファイルにあります。
ru: Эта программа распространяется в соответствии с лицензией GNU General Public версии 2 (опубликованной Free Software Foundation), либо (на ваш выбор) любой более поздней. Копию этой лицензии можно найти по этой <ulink type="https" url="https://www.gnu.org/licenses/old-licenses/gpl-2.0.txt">ссылке</ulink> или в файле COPYING, включённом в исходный код этой программы.

source: link
ja: リンク
ru: ссылка

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <_:ulink-1/> or in the file COPYING-DOCS distributed with this manual.
ja: この文書をフリーソフトウェア財団発行の GNU 自由文書ライセンス（第 1.1 版かそれ以降から１つを選択）が定める条件の下で複製、頒布、あるいは改変することを許可します。変更不可部分、表カバーテキスト、裏カバーテキストは存在しません。このライセンスの複製物は<_:ulink-1/>、またはこの文書と共に配布されている COPYING-DOCS というファイルに中に記載されています。
ru: Разрешается копировать, распространять и / или изменять этот документ в соответствии с условиями лицензии GNU Free Documentation License (GFDL), версии 1.1 или любой более поздней версии, опубликованной Фондом свободного программного обеспечения без каких-либо инвариантных разделов, без добавления текста в начале или в конце. Вы можете найти копию GFDL здесь <_:ulink-1/> или в файле COPYING-DOCS, распространяемом вместе с этим руководством.

source: This manual is part of a collection of MATE manuals distributed under the GFDL. If you want to distribute this manual separately from the collection, you can do so by adding a copy of the license to the manual, as described in section 6 of the license.
ja: 本文書は GFDL の下で配布されているその他の MATE マニュアル集の一部です。これらのマニュアルとは別に本文書を別個に配布する場合は、GFDL の第6節で説明しているように、そのマニュアル集に対してライセンスの複製を添付してください。
ru: Этот документ является частью документации MATE, распространяемой на условиях лицензии GFDL. Если вы хотите распространять этот документ отдельно от общей документации, вы должны приложить копию лицензии к документу, как написано в части 6 лицензии.

source: Many of the names used by companies to distinguish their products and services are claimed as trademarks. Where those names appear in any MATE documentation, and the members of the MATE Documentation Project are made aware of those trademarks, then the names are in capital letters or initial capital letters.
ja: 企業が自らの製品とサービスを区別する目的で使用する名称の多くは、登録商標であると主張しています。こうした名称が MATE の文書の中に記載されていて、この登録商標が MATE 文書化プロジェクトのメンバーによって了解されている箇所については、名称を大文字または頭文字を大文字で表示しています。
ru: Некоторые имена и марки используются компаниями для обозначения их продуктов и услуг и являются торговыми марками. Там, где эти имена присутствуют в документации и где участники проекта документирования MATE знают об этом, имена выделяются заглавными буквами или начальной заглавной буквой.

source: DOCUMENT IS PROVIDED ON AN "AS IS" BASIS, WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, WITHOUT LIMITATION, WARRANTIES THAT THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS FREE OF DEFECTS MERCHANTABLE, FIT FOR A PARTICULAR PURPOSE OR NON-INFRINGING. THE ENTIRE RISK AS TO THE QUALITY, ACCURACY, AND PERFORMANCE OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS WITH YOU. SHOULD ANY DOCUMENT OR MODIFIED VERSION PROVE DEFECTIVE IN ANY RESPECT, YOU (NOT THE INITIAL WRITER, AUTHOR OR ANY CONTRIBUTOR) ASSUME THE COST OF ANY NECESSARY SERVICING, REPAIR OR CORRECTION. THIS DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THIS LICENSE. NO USE OF ANY DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS AUTHORIZED HEREUNDER EXCEPT UNDER THIS DISCLAIMER; AND
ru: ДОКУМЕНТ РАСПРОСТРАНЯЕТСЯ «КАК ЕСТЬ», БЕЗ ВСЯКИХ ГАРАНТИЙ, ЯВНЫХ ИЛИ НЕЯВНЫХ, ВКЛЮЧАЯ, БЕЗ ОГРАНИЧЕНИЙ, ГАРАНТИИ ТОГО, ЧТО ДОКУМЕНТ ИЛИ ИЗМЕНЁННАЯ ВЕРСИЯ ДОКУМЕНТА СВОБОДНА ОТ ДЕФЕКТОВ, ПРИГОДНА К ПРОДАЖЕ, ПРИГОДНА К ИСПОЛЬЗОВАНИЮ В ОПРЕДЕЛЁННЫХ ЦЕЛЯХ ИЛИ НЕ НАРУШАЕТ ЗАКОНЫ. ВЕСЬ РИСК, КАСАЮЩИЙСЯ КАЧЕСТВА, ТОЧНОСТИ ИЛИ ПРАВИЛЬНОСТИ ДОКУМЕНТА ИЛИ ИЗМЕНЁННЫХ ВЕРСИЙ ДОКУМЕНТА, ЛЕЖИТ НА ВАС. ЕСЛИ ДОКУМЕНТ ИЛИ ИЗМЕНЁННАЯ ВЕРСИЯ ДОКУМЕНТА ИМЕЕТ НЕДОСТАТКИ, ВЫ (А НЕ АВТОР ДОКУМЕНТА ИЛИ ЕГО ПОМОЩНИК) БЕРЁТЕ НА СЕБЯ СТОИМОСТЬ ЛЮБОЙ НЕОБХОДИМОЙ ДОРАБОТКИ, КОРРЕКЦИИ ИЛИ ВОССТАНОВЛЕНИЯ. ЭТОТ ОТКАЗ ОТ ГАРАНТИЙ СОСТАВЛЯЕТ ВАЖНУЮ ЧАСТЬ ЛИЦЕНЗИИ. НИКАКОЕ ИСПОЛЬЗОВАНИЕ ДОКУМЕНТА ИЛИ ИЗМЕНЁННОЙ ВЕРСИИ ДОКУМЕНТА НЕ ДОПУСКАЕТСЯ БЕЗ ДАННОГО ПРЕДУПРЕЖДЕНИЯ И

source: UNDER NO CIRCUMSTANCES AND UNDER NO LEGAL THEORY, WHETHER IN TORT (INCLUDING NEGLIGENCE), CONTRACT, OR OTHERWISE, SHALL THE AUTHOR, INITIAL WRITER, ANY CONTRIBUTOR, OR ANY DISTRIBUTOR OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT, OR ANY SUPPLIER OF ANY OF SUCH PARTIES, BE LIABLE TO ANY PERSON FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES OF ANY CHARACTER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF GOODWILL, WORK STOPPAGE, COMPUTER FAILURE OR MALFUNCTION, OR ANY AND ALL OTHER DAMAGES OR LOSSES ARISING OUT OF OR RELATING TO USE OF THE DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT, EVEN IF SUCH PARTY SHALL HAVE BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGES.
ru: НИ ПРИ КАКИХ ОБСТОЯТЕЛЬСТВАХ И НИ ПРИ КАКОМ ЗАКОННОМ СПОСОБЕ, НИ ПО КАКОМУ СОГЛАШЕНИЮ ИЛИ ДРУГОЙ ПРИЧИНЕ, АВТОР, СОЗДАТЕЛЬ, ПОМОЩНИКИ ИЛИ РАСПРОСТРАНИТЕЛИ ДОКУМЕНТА НЕ НЕСУТ ОТВЕТСТВЕННОСТЬ ЗА ПРЯМОЙ, КОСВЕННЫЙ, СПЕЦИАЛЬНЫЙ, СЛУЧАЙНЫЙ ИЛИ ПРЕДНАМЕРЕННЫЙ УЩЕРБ ЛЮБОГО СВОЙСТВА, ВКЛЮЧАЯ, БЕЗ ОГРАНИЧЕНИЯ, ПОТЕРЮ ЖЕЛАНИЯ, РАБОТОСПОСОБНОСТИ, КОМПЬЮТЕРНЫЕ СБОИ ИЛИ ПОЛОМКИ, ИЛИ ЛЮБОЙ ДРУГОЙ УЩЕРБ ИЛИ ПОТЕРИ, ВОЗНИКАЮЩИЕ ВСЛЕДСТВИЕ ИЛИ СВЯЗАННЫЕ С ИСПОЛЬЗОВАНИЕМ ДОКУМЕНТА ИЛИ ИЗМЕНЁННЫХ ВЕРСИЙ ДОКУМЕНТА, ДАЖЕ ЕСЛИ СТОРОНА БЫЛА УВЕДОМЛЕНА О ВОЗМОЖНОСТИ ТАКОГО УЩЕРБА.

source: DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT ARE PROVIDED UNDER THE TERMS OF THE GNU FREE DOCUMENTATION LICENSE WITH THE FURTHER UNDERSTANDING THAT: <_:orderedlist-1/>
ja: この文書およびその修正版は、以下の点をさらに了解しているという前提で、GNU 自由文書ライセンス の条件の下で配布されています：<_:orderedlist-1/>
ru: ДОКУМЕНТ И ИЗМЕНЁННЫЕ ВЕРСИИ ДОКУМЕНТА ПРЕДОСТАВЛЯЮТСЯ ПРЕДОСТАВЛЯЮТСЯ ПО УСЛОВИЯМ ЛИЦЕНЗИИ БЕСПЛАТНОЙ ДОКУМЕНТАЦИИ GNU С ПОНИМАНИЕМ ЧТО: <_:orderedlist-1/>
