Repository: mate-desktop/mate-sensors-applet
Catalog: help/*/*.po
Languages: ja, ru

# _
source: translator-credits
ja: 相花 毅 佐藤 暁 KAMAGASAKO Masatoshi Akira TAGOH Yukihiro Nakai Yuusuke Tahara Akira Higuchi やまね ひでき 草野 貴之 松澤 二郎 Green, alias usergreen 日本GNOMEユーザー会 http://www.gnome.gr.jp/ MATE 文書化チーム https://www.transifex.com/mate/
ru: Александр Сапрыкин <xelfium@gmail.com> Александр Сигачёв <ajvol2@gmail.com> Александр Соколов Александр Хромин Алексей Кабанов <ak099@mail.ru>, 2018 Алексей Рочев <equeim@gmail.com> Алексей Сорокин <sor.alexei@meowr.ru> Андрей Иванков Андрей Носенко <awn@bcs.zp.ua> Антон Резник <t0xa@opensuse.org> Валек Филиппов <frob@df.ru> Валентин Сайков <saikov.vb@gmail.com> Василий Литвинов Виктор Кукшиев <andrey0bolkonsky@gmail.com> Владислав Агафонов <vlad648@gmail.com> Влад Орлов <monsta@inbox.ru> Глеб Мехренин <mehrenin@gmail.com> Денис Арефьев <arefevdns@mail.ru> Дмитрий Мандрык <dmandryk@gmail.com> Дмитрий Мастрюков <dmitry@taurussoft.org> Дмитрий Михирев <mikhirev@gmail.com> Дмитрий Яценко <d.acenko@gmail.com> Евгений Самусев <samusev@gmail.com> Константин Гусев <kilolife@gmail.com> Леонид Кантер <leon@asplinux.ru> Макс Валянский <max.valjanski@gmail.com> Павел Жовнер <zhovner@ukr.net> Сергей Колосов <m17.admin@gmail.com> Сергей Панов <sipan@mit.edu> Сергей Яковлев Юрий Козлов <yuray@komyakino.ru> Evolve32 <evolve32@ya.ru>

source: MATE Sensors Applet Manual V2.1
ja: MATE センサアプレット・マニュアル 2.1 版
ru: Руководство по апплету «Сенсоры» для среды MATE V2.1

source: <year>2015-2021</year> <holder>MATE Documentation Team</holder>
ja: <year>2015-2021</year> <holder>MATE 文書化チーム</holder>
ru: <year>2015-2021</year> <holder>Команда документации MATE</holder>

source: MATE Sensors Applet displays readings from temperature, voltage and fan sensors within the panel.
ja: MATE センサアプレットには、パネル内の温度、電圧、およびファンセンサからの読み取り値が表示されます。
ru: Апплет «Сенсоры» для среды MATE отображает на панели показания датчиков температуры, напряжения и вентиляторов.

source: <surname>MATE Development</surname> <affiliation> </affiliation>
ja: <surname>MATE 開発</surname> <affiliation> </affiliation>
ru: <surname>Разработчики MATE</surname> <affiliation> </affiliation>

source: <revnumber>MATE Sensors Applet Manual V2.1</revnumber> <date>January 2006</date> <_:revdescription-1/>
ja: <revnumber>MATE センサアプレット・マニュアル 2.1 版</revnumber> <date>2006年1月</date> <_:revdescription-1/>
ru: <revnumber>Руководство по апплету «Сенсоры» для среды MATE V2.1</revnumber> <date>Январь 2006</date> <_:revdescription-1/>

source: This manual describes version 1.10 of MATE Sensors Applet.
ja: このマニュアルは、MATE センサアプレットの1.10 版の説明をしています。
ru: В данном руководстве описывается версия 1.10 апплета «Сенсоры» для среды MATE.

source: Feedback
ja: フィードバック
ru: Обратная связь

source: To report a bug or make a suggestion regarding MATE Sensors Applet or this manual, follow the directions in the <ulink url="help:mate-user-guide/feedback" type="help">MATE Feedback Page</ulink>.
ja: MATE センサアプレットまたはこのマニュアルに関する不具合の報告または提案を行うには、<ulink url="help:mate-user-guide/feedback" type="help">MATE フィードバックページ</ulink>の指示に従ってください。
ru: Чтобы сообщить об ошибке или внести предложение относительно апплета «Сенсоры» для среды MATE или этого руководства, следуйте инструкциям на <ulink url="help:mate-user-guide/feedback" type="help">странице обратной связи MATE</ulink>.

source: <primary>MATE Sensors Applet</primary>
ja: <primary>MATE センサアプレット</primary>
ru: <primary>Апплет «Сенсоры» для среды MATE</primary>

source: Introduction
ja: はじめに
ru: Введение

source: MATE Sensors Applet
ja: MATE センサアプレット
ru: Апплет «Сенсоры» для среды MATE

source: <imageobject> <imagedata fileref="figures/applet_in_panel.png" format="PNG"/> </imageobject> <textobject> <phrase>MATE Sensors Applet with 3 sensors enabled.</phrase> </textobject>
ja: <imageobject> <imagedata fileref="figures/applet_in_panel.png" format="PNG"/> </imageobject> <textobject> <phrase>3つのセンサが有効な、MATE センサアプレット。</phrase> </textobject>
ru: <imageobject> <imagedata fileref="figures/applet_in_panel.png" format="PNG"/> </imageobject> <textobject> <phrase>Апплет «Сенсоры» для среды MATE с 3 включёнными датчиками.</phrase> </textobject>

source: <application>MATE Sensors Applet</application> provides a convenient way to monitor the health of your computer in a simple display on your desktop.
ja: <application>MATE センサアプレット</application>は、デスクトップ向けの便利なツールです。コンピュータの状態を監視して、シンプルに表示します。
ru: <application>Апплет «Сенсоры» для среды MATE</application> предоставляет удобный способ следить за состоянием компьютера на простом дисплее вашего рабочего стола.

source: ACPI thermal zones, via the Linux kernel ACPI modules
ja: Linux カーネルの ACPI モジュール経由による、ACPI サーマルゾーン
ru: Тепловые зоны ACPI через ACPI-модули ядра линукс

source: Linux kernel i2c modules
ja: Linux カーネル I2C モジュール
ru: Модули i2c ядра линукс

source: Via the sysfs filesystem and <ulink url="http://secure.netroedge.com/~lm78/kernel26.html" type="http">i2c</ulink> modules distributed directly with the kernel (kernel 2.6)
ja: sysfs ファイルシステムと <ulink url="http://secure.netroedge.com/~lm78/kernel26.html" type="http">I2C</ulink> モジュールを経由してカーネル (kernel2.6) に直接配布
ru: Через файловую систему sysfs и <ulink url="http://secure.netroedge.com/~lm78/kernel26.html" type="http">i2c</ulink> модули, распространяемые с ядром (ядро 2.6)

source: Via the proc filesystem and i2c modules from the <ulink url="http://secure.netroedge.com/~lm78/kernel26.html" type="http">lm_sensors and i2c</ulink> packages (kernel 2.4)
ja: <ulink url="http://secure.netroedge.com/~lm78/kernel26.html" type="http">lm_sensors と I2C</ulink> パッケージ (カーネル2.4)から proc ファイルシステムと I2C モジュールを経由
ru: Через файловую систему proc и модули i2c из пакетов <ulink url="http://secure.netroedge.com/~lm78/kernel26.html" type="http">lm_sensors и i2c</ulink> (ядро 2.4)

source: Via the libsensors library provided with the <ulink url="http://secure.netroedge.com/~lm78/kernel26.html" type="http">lm_sensors</ulink> package
ja: <ulink url="http://secure.netroedge.com/~lm78/kernel26.html" type="http">lm_sensors</ulink> パッケージで提供される libsensors ライブラリを経由
ru: С помощью библиотеки libsensors, поставляемой вместе с пакетом <ulink url="http://secure.netroedge.com/~lm78/kernel26.html" type="http">lm_sensors</ulink>

source: Linux kernel <ulink url="http://people.debian.org/~dz/i8k/00-README" type="http">i8k</ulink> module (for Dell Inspiron Laptops).
ja: Linux カーネル <ulink url="http://people.debian.org/~dz/i8k/00-README" type="http">i8k</ulink> モジュール (Dell Inspiron ノートパソコン用)。
ru: Модуль <ulink url="http://people.debian.org/~dz/i8k/00-README" type="http">i8k</ulink> ядра линукс (для Dell Inspiron Laptops).

source: Linux kernel <ulink url="http://ibm-acpi.sourceforge.net/" type="http">ibm-acpi</ulink> module (for IBM Laptops).
ja: Linux カーネル <ulink url="http://ibm-acpi.sourceforge.net/" type="http">ibm-acpi</ulink> モジュール (IBM ノーとパソコン用)。
ru: Модуль <ulink url="http://ibm-acpi.sourceforge.net/" type="http">ibm-acpi</ulink> ядра линукс (для IBM Laptops).

source: Linux kernel PowerPC modules therm_adt746x and therm_windtunnel.
ja: Linux カーネル PowerPC モジュール therm_adt746x と therm_windtunnel。
ru: PowerPC модули ядра линукс therm_adt746x и therm_windtunnel.

source: Linux kernel iMac G5 Windfarm module.
ja: Linux カーネル iMac G5 Windfarm モジュール。
ru: Модуль iMac G5 Windfarm ядра линукс.

source: <ulink url="http://www.guzu.net/linux/hddtemp.php" type="http">hddtemp</ulink> daemon for reading temperatures from S.M.A.R.T. equipped disks.
ja: S.M.A.R.T. 搭載ディスクから温度を読み取るための <ulink url="http://www.guzu.net/linux/hddtemp.php" type="http">hddtemp</ulink> デーモン。
ru: Демон <ulink url="http://www.guzu.net/linux/hddtemp.php" type="http">hddtemp</ulink> для считывания температуры с дисков, оборудованных S.M.A.R.T.

source: Linux kernel <ulink url="http://sourceforge.net/projects/omke">Omnibook</ulink> module. (for HP and Toshiba Satellite Laptops)
ja: Linux カーネル <ulink url="http://sourceforge.net/projects/omke">Omnibook</ulink> モジュール (HP および Toshiba Satellite ノートパソコン用)
ru: Модуль <ulink url="http://sourceforge.net/projects/omke">Omnibook</ulink> ядра линукс. (для HP и Toshiba Satellite Laptops)

source: NVIDIA graphics cards via libNVCtrl (provided with <ulink url="ftp://download.nvidia.com/XFree86/nvidia-settings/"> nvidia-settings</ulink> ).
ja: libNVCtrl 経由の NVIDIA グラフィックスカード (<ulink url="ftp://download.nvidia.com/XFree86/nvidia-settings/">nvidia-settings</ulink> で提供)。
ru: Видеокарты NVIDIA через libNVCtrl (поставляется с <ulink url="ftp://download.nvidia.com/XFree86/nvidia-settings/"> nvidia-settings</ulink>).

source: A number of sensor interfaces are supported, which should be configured before adding MATE Sensors Applet to the panel: <_:itemizedlist-1/>
ja: 多数のセンサ・インタフェースをサポートしています。これらは、MATE センサアプレットをパネルへ追加する前に設定する必要があります。<_:itemizedlist-1/>
ru: Поддерживается ряд сенсорных интерфейсов, которые необходимо настроить перед добавлением апплета «Сенсоры» для среды MATE на панель: <_:itemizedlist-1/>

source: To add <application>MATE Sensors Applet</application> to a panel right-click on the panel to open the panel pop-up menu, then choose <menuchoice> <guimenu>Add to Panel</guimenu> <guimenuitem>Hardware Sensors Monitor</guimenuitem> </menuchoice>.
ja: パネルに <application>MATE センサアプレット</application>を追加するには、パネルを右クリックしてパネルポップアップメニューを開き、<menuchoice><guimenu>パネルへ追加</guimenu> <guimenuitem>機器センサのモニタ</guimenuitem></menuchoice>を選択します。
ru: Чтобы добавить <application>апплет «Сенсоры» для среды MATE</application> на панель, правой кнопкой мыши щёлкните панель и в выпадающем меню выберите <menuchoice> <guimenu>Добавить на панель</guimenu> <guimenuitem>Hardware Sensors Monitor</guimenuitem> </menuchoice>.

source: Usage
ja: 使い方
ru: Использование

source: When you add <application>MATE Sensors Applet</application> to a panel for the first time, the applet will search for any available sensors to monitor, and will display a sensible default sensor if found (such as the temperature of the CPU).
ja: <application>MATE センサアプレット</application>を初めてパネルに追加すると、アプレットは監視可能なセンサを検索し、もし検出された場合は、適切な既定センサ (CPU の温度など) を表示します。
ru: Если вы впервые добавляете <application>апплет «Сенсоры» для среды MATE</application> на панель, апплет будет искать любые доступные датчики для мониторинга и, если найдёт, то отобразит соответствующий, установленный по умолчанию, датчик (например, температурный для ЦП).

source: Most users will then want to customize the display to their liking, which can be done via the <menuchoice> <guimenuitem>Preferences</guimenuitem> </menuchoice> menu item (see <xref linkend="sensors-applet-preferences"/>).
ja: ほとんどのユーザは、好みに合わせて表示をカスタマイズしたいと思うかも知れません。これは、<menuchoice><guimenuitem>センサアプレットの設定</guimenuitem></menuchoice>メニューで行えます（<xref linkend="sensors-applet-preferences"/>を参照）。
ru: Отображение датчиков можно настроить по своему вкусу с помощью пункта меню <menuchoice> <guimenuitem>Параметры</guimenuitem> </menuchoice> (подробнее <xref linkend="sensors-applet-preferences"/>).

source: Preferences
ja: 各種設定
ru: Параметры

source: To configure <application>MATE Sensors Applet</application>, right-click on the applet, then choose <menuchoice><guimenuitem>Preferences</guimenuitem></menuchoice> from the pop-up menu.
ja: <application>MATE センサアプレット</application>を設定するには、このアプレットを右クリックし、ポップアップメニューから<menuchoice><guimenuitem>設定</guimenuitem></menuchoice>を選択します。
ru: Чтобы настроить <application>апплет «Сенсоры» для среды MATE</application>, правой кнопкой мыши щёлкните по апплету, затем в выпадающем меню выберите <menuchoice><guimenuitem>Параметры</guimenuitem></menuchoice>.

source: The <menuchoice><guimenuitem>Preferences</guimenuitem></menuchoice> window contains the following tabbed sections:
ja: <menuchoice><guimenuitem>各種設定</guimenuitem></menuchoice>ウィンドウには、次のタブ付き項目があります。
ru: Окно <menuchoice><guimenuitem>Параметры</guimenuitem></menuchoice> содержит следующие разделы с вкладками:

source: General Options
ja: 全般の設定
ru: Общие настройки

source: <guilabel>Display sensors in panel as</guilabel>
ja: <guilabel>センサを次のようにパネルに表示します</guilabel>
ru: <guilabel>Показывать в панели как</guilabel>

source: This option selects whether to display sensors in the panel with either their label or icon and their value, or to have no identifier for each sensor and just display their values, or simply to display the icon for each sensor. A graph can also be displayed for each sensor, showing the progression of the sensor value over time.
ja: このオプションでは、センサをパネルにラベルまたはアイコンおよび値とともに表示するか、各センサの識別子なしで値のみを表示するか、または単純に各センサのアイコンを表示するかを選択します。また、センサごとにグラフを表示して、センサ値の推移を示すこともできます。
ru: Этот параметр определяет как отображать датчики на панели: со значком и значением, или показывать только значения, или просто отображать значок. Для каждого датчика также можно выводить график, показывающий изменение показателей с течением времени.

source: Default: icon with value.
ja: 既定: 値つきのアイコン
ru: По умолчанию: значок и значение

source: <guilabel>Preferred position of sensor values</guilabel>
ja: <guilabel>センサ値の表示位置</guilabel>
ru: <guilabel>Расположение значений датчика</guilabel>

source: Sensors can be display with either their value beside their icon / label, or with the value shown below the icon / label.
ja: センサは、アイコン / ラベルの横に値を表示することも、アイコン / ラベルの下に値を表示することもできます。
ru: Датчики могут быть показаны со значением расположенным либо рядом со значком, либо под значком.

source: Default: beside labels / icons.
ja: 既定: ラベル / アイコンの横
ru: По умолчанию: рядом со значком.

source: If there is not enough room in the panel to use the requested position, the best position to ensure all sensor elements are visible will be used instead.
ja: 要求した位置を使用しようとした場合、もしパネル上に十分な空きがないときは、すべてのセンサ要素が見えるようにする目的で、最適な位置が代わりに使用されます。
ru: Если на панели недостаточно места для использования выбранного расположения, вместо него будет использовано наилучшее положение, обеспечивающее видимость всех сенсорных элементов.

source: <guilabel>Graph size (pixels)</guilabel>
ja: <guilabel>グラフのサイズ (単位: ピクセル)</guilabel>
ru: <guilabel>Ширина графика (пиксели)</guilabel>

source: When displaying sensors as graphs, the size of the graph sets either the width of the graph (when displayed on either the top or bottom panel) or the height of the graph (when displayed on the left or right panel).
ja: センサをグラフとして表示する場合、グラフのサイズは、グラフの幅(上部または下部のパネルに表示される場合)またはグラフの高さ(左または右のパネルに表示される場合)のいずれかを設定します。
ru: При отображении датчиков в виде графиков «размер графика» определяет либо ширину (при отображении на верхней или нижней панели), либо высоту (при отображении на левой или правой панели).

source: Default: 42 pixels.
ja: 既定: 42 ピクセル
ru: По умолчанию: пиксела.

source: <guilabel>Temperature scale</guilabel>
ja: <guilabel>温度のスケール</guilabel>
ru: <guilabel>Единицы измерения температуры</guilabel>

source: Which scale to use for temperature sensors (Kelvin, Fahrenheit or Celsius are supported).
ja: 温度センサに使用する単位 (ケルビン、華氏、または摂氏がサポートされます)。
ru: Определяет какую шкалу использовать для датчиков температуры (поддерживаются шкалы Кельвина, Фаренгейта или Цельсия).

source: Default: Celsius.
ja: 既定: 摂氏
ru: По умолчанию: Цельсий.

source: <guilabel>Update interval</guilabel>
ja: <guilabel>更新間隔</guilabel>
ru: <guilabel>Интервал обновления</guilabel>

source: How often to update the values of each sensor shown within the panel.
ja: パネル内に表示される各センサの値を更新する頻度です。
ru: Как часто обновлять отображаемые на панели значения для каждого датчика.

source: Default: 2 seconds.
ja: 既定: 2 秒
ru: По умолчанию: 2 секунды

source: <guilabel>Display notifications</guilabel>
ja: <guilabel>通知を表示する</guilabel>
ru: <guilabel>Показывать уведомления</guilabel>

source: If enabled, MATE Sensors Applet will display notifications to the user when alarm conditions occur.
ja: 有効にすると、警告状態が発生したとき、MATE センサアプレットはユーザに通知を表示します。
ru: Если включено, апплет «Сенсоры» для среды MATE будет отображать уведомления при возникновении условий для тревоги.

source: Default: Enabled.
ja: 既定: 有効
ru: По умолчанию: включено.

source: Alarms for individual sensors must also be enabled.
ja: 個々のセンサの警告も有効にする必要があります。
ru: Сигналы тревоги также должны быть включены для каждого датчика.

source: Sensors
ja: センサ
ru: Датчики

source: A fixed ID to identify the sensor within its interface.
ja: インタフェース内のセンサを識別するための固定ID。
ru: Фиксированный ID для идентификации датчика в его интерфейсе.

source: A user selectable icon to identify the sensor within the panel.
ja: パネル内のセンサを識別するための、ユーザが選択可能なアイコン。
ru: Настраиваемый пользователем значок для идентификации датчика на панели.

source: A user editable label to identify the sensor within the panel.
ja: パネル内のセンサを識別するための、ユーザが編集可能なラベル。
ru: Редактируемая пользователем метка для идентификации датчика на панели.

source: A check-box to allow the user to enable / disable monitoring and display of the sensor within the panel.
ja: パネル内のセンサ
ru: Флажок, позволяющий пользователю включать / отключать наблюдение и отображение датчика на панели.

source: The Sensors tab within the preferences window provides the options for configuring each individual sensor. Each sensor is listed under its specific interface, along with: <_:itemizedlist-1/> The <guibutton>Properties</guibutton> button allows a specific sensor to be more finely configured, providing a separate window box for this purpose. (see <xref linkend="sensors-applet-sensor-config-dialog"/>)
ja: 各種設定ウィンドウの「センサタブには、個々のセンサを設定するためのオプションが表示されます。各センサは、<_:itemizedlist-1/>の項目とともに特定のインタフェースの下に表示されます。<guibutton>プロパティ</guibutton>ボタンを使用すると、特定のセンサをより細かく設定でき、そのための個別のウィンドウボックスが提供されます (<xref linkend="sensors-applet-sensor-config-dialog"/>を参照)。
ru: На вкладке «Датчики» в окне параметров представлены настройки каждого датчика в отдельности. Каждый датчик указан под своим конкретным интерфейсом, при этом, <_:itemizedlist-1/> кнопка <guibutton>Свойства</guibutton> позволяет более точно настроить конкретный датчик, предоставив для этой цели отдельное окно. (смотрите <xref linkend="sensors-applet-sensor-config-dialog"/>)

source: Sensor Properties
ja: センサのプロパティ
ru: Настройки Датчика

source: Each sensor can be configured with a number of options, including the possibility to scale the sensor value, and to execute an alarm if a certain low or high value is reached. The sensor icon can also be selected if required. The high and low values are used to scale the graph display, as well as set the color for the thermometer displayed within the icons of temperature sensors.
ja: 各センサには、センサ値を設定できます。たとえば、センサ値をスケーリングしたり、特定の低い値または高い値に達した場合にアラームを実行したりできます。必要に応じてセンサのアイコンを選択することもできます。高い値と低い値を使用してグラフ表示をスケーリングしたり、温度センサのアイコン内に表示される温度計の色を設定したりできます。
ru: Каждый датчик может быть настроен благодаря ряду параметров, включая: возможность масштабирования значений датчика и подачи сигнала тревоги при достижении определённого порогового значения; при необходимости выбор значка датчика; установку верхних и нижних пороговых значений, используемых для масштабирования выводимого графика; а также установку цвета термометра, отображаемого на значках датчиков температуры.

source: The sensor value can be scaled in a linear fashion by allowing the user to specify a multiplier and offset for each sensor. As each sensor value is read, it is first multiplied by the 'multiplier' and summed with the 'offset' to produce the final value.
ja: センサ値は、ユーザが各センサの乗数とオフセット値を指定できるようにすることで、直線的にスケーリングできます。各センサ値が読み取られると、最初に「乗数」で乗算され、「オフセット値」と合計されて最終値が生成されます。
ru: Значение датчика можно масштабировать линейно, позволяя пользователю указать множитель и смещение для каждого датчика. При считывании каждого значения датчика, оно сначала умножается на «множитель» и суммируется со «смещением», чтобы получить окончательное значение.

source: <guilabel>Sensor value multiplier</guilabel>
ja: <guilabel>センサ値の倍率</guilabel>
ru: <guilabel>Коэффициент</guilabel>

source: This option allows the user to specify the multiplier of the sensor value.
ja: このオプションを使用すると、センサ値の乗数を指定できます。
ru: Этот параметр позволяет пользователю указать коэффициент значения датчика.

source: Default: 1.0
ja: 既定値: 1.0
ru: По умолчанию: 1.0

source: <guilabel>Sensor value offset</guilabel>
ja: <guilabel>センサ値のオフセット</guilabel>
ru: <guilabel>SСмещение</guilabel>

source: This option allows the user to specify the offset for the sensor value.
ja: このオプションを使用すると、センサ値のオフセットを指定できます。
ru: Этот параметр позволяет пользователю указать смещение для значения датчика.

source: Default: 0.0
ja: 既定値: 0.0
ru: По умолчанию: 0.0

source: <guilabel>Sensor low value</guilabel>
ja: <guilabel>センサの最小値</guilabel>
ru: <guilabel>Нижняя граница</guilabel>

source: The value at which to trigger an alarm if the sensor drops below this value. This value is also used to scale the display of the graph and temperature icons.
ja: センサがこの値を下回った場合に警告を発動する値です。この値は、グラフおよび温度アイコンの表示をスケールするためにも使用されます。
ru: Минимальное значение, при преодолении которого, срабатывает сигнал тревоги. Это значение также используется для масштабирования показа графика и значков температуры.

source: Default: dependent on sensor type
ja: 既定: センサの種類に依存。
ru: По умолчанию: в зависимости от типа датчика

source: <guilabel>Sensor high value</guilabel>
ja: <guilabel>センサの最大値</guilabel>
ru: <guilabel>Верхняя граница</guilabel>

source: The value at which to trigger an alarm if the sensor rises above this value. This value is also used to scale the display of the graph and temperature icons.
ja: センサがこの値を上回った場合に警告を発動する値です。この値は、グラフおよび温度アイコンの表示をスケールするためにも使用されます。
ru: Максимальное значение, при превышении которого, срабатывает сигнал тревоги. Это значение также используется для масштабирования показа графика и значков температуры.

source: <guilabel>Enable alarm</guilabel>
ja: <guilabel>アラームを有効にする</guilabel>
ru: <guilabel>Включить сигнал тревоги</guilabel>

source: This option allows the user to enable alarm monitoring for this sensor. When the sensor value rises above, or drops below it's high or low values, the alarm condition will occur. This will display a notification to the user (if enabled), and execute the appropriate Alarm Command every Alarm repeat interval seconds.
ja: このオプションを使用すると、ユーザはこのセンサのアラーム監視を有効にできます。センサ値が高い値または低い値を上回ったり下回ったりした場合、アラーム状況が発生します。これによって、(有効な場合)ユーザへ通知が表示され、適切なアラームコマンドがアラームの間隔秒毎に実行されます。
ru: Этот параметр позволяет пользователю включить мониторинг аварийных ситуаций для данного датчика. Когда значение параметров датчика выходит за пределы верхней и нижней границы значений - возникает аварийная ситуация. В результате чего, пользователю будет показано уведомление (если включено) и выполнится соответствующая команда тревоги с указанным интервалом повторения.

source: Default: disabled
ja: 既定: 無効
ru: По умолчанию: отключено

source: Alarms will only execute for active sensors
ja: アラームはアクティブなセンサに対してのみ実行されます。
ru: Сигналы тревоги будут выполняться только для активных датчиков

source: <guilabel>Alarm repeat interval (secs)</guilabel>
ja: <guilabel>アラームの繰り返し間隔 (秒)</guilabel>
ru: <guilabel>Интервал повтора сигнала тревоги (сек)</guilabel>

source: How often to execute the alarm command while the alarm condition is met. A value of 0 specifies to execute the alarm once only when the alarm condition occurs.
ja: アラーム発報の状況となっている間に alarm コマンドを実行する頻度。値 0 は、アラーム状況が出現した場合、アラームを１回だけ実行することを指定します。
ru: Как часто подавать сигнал тревоги, пока сохраняются условия тревоги. Значение 0 указывает на однократную подачу сигнала тревоги только при возникновении аварийного состояния.

source: Default: 0 seconds
ja: 既定: 0 秒
ru: По умолчанию: 0 секунд

source: If notifications are also enabled, a notification will be displayed each time the alarm is executed as well to notify the user that the alarm condition has occurred.
ja: 通知も有効になっている場合は、アラーム状況が発生したことをユーザに通知するだけでなく、アラームが実行されるたびにも通知が表示されます。
ru: Если при этом включены и уведомления, то они будут появляться каждый раз при срабатывании сигнала тревоги, и также уведомлять пользователя о возникновении аварийной ситуации.

source: <guilabel>High alarm command</guilabel>
ja: <guilabel>最大値のコマンド</guilabel>
ru: <guilabel>Команда для высокого значения</guilabel>
